// General
"Chameleon_title" = "Chameleon";
"Chameleon_description" = "Elementi base per l'installazione di Chameleon
boot0 (Sul disco MBR) responsabile del caricamento del boot1.
boot1 (Settore di avvio della partizione) per trovare il boot2.
boot2 (Nella cartella principale della partizione) per caricare il kernel etc.";

"Standard_title" = "Chameleon Standard";
"Standard_description" = "Installare Chameleon";

"EFI_title" = "EFI";
"EFI_description" = "Install Chameleon's files to the normally hidden EFI partition using either boot0 or boot0md depending on your system and without destroying any existing Windows installation if you have one.";

"noboot_title" = "Non installare il Bootloader";
"noboot_description" = "Utile se vuoi solo installare i componenti aggiuntivi";

// Modules

"Module_title" = "Moduli per Chameleon";
"Module_description" = "Il sistema di moduli integrati in chameleon permette ad un utente o programmatore di estendere le funzionalitá di base di chameleon senza bisogno di sostituire il file principale di avvio. ";

"AMDGraphicsEnabler_title" = "AMDGraphicsEnabler";
"AMDGraphicsEnabler_description" = "";

"ATiGraphicsEnabler_title" = "ATiGraphicsEnabler";
"ATiGraphicsEnabler_description" = "";

"IntelGraphicsEnabler_title" = "IntelGraphicsEnabler";
"IntelGraphicsEnabler_description" = "";

"klibc_title" = "klibc";
"klibc_description" = "Questo modulo fornisce una libreria c standard ai moduli oer collegarli alla libreria fornita da chameleon nel caso essa non sia sufficiente.
Questo è attualmente usato solo dalla libreria uClibc++.
Fonte: http://www.kernel.org/pub/linux/libs/klibc/";

"AutoReso_title" = "Resolution";
"AutoReso_description" = "Questo modulo legge le informazioni EDID dal monitor collegato al display principale.
Il modulo non è attualmente integrato nel bootloader ed ha un utilizzo minimo dello stesso.
Inoltre, il modulo modificherá la modalitá vesa disponibile nelle schede grafice (pre) Intel HD per fornire una corretta risoluzione durante l'avvio.";

"NVIDIAGraphicsEnabler_title" = "NVIDIAGraphicsEnabler";
"NVIDIAGraphicsEnabler_description" = "";

"uClibc_title" = "uClibc++";
"uClibc_description" = "Questo modulo fornisce una minima libreria C++ per l'uso in altri moduli.
Esso non fornisce la funzionalitá di per sè, ma viene utilizzato per consentire l'uso del linguaggio C++ in altri moduli.
Da notare che rtti e exceptions sono entrambe disattivate.
Fonte: http://cxx.uclibc.org/
Dipendenze: klibc";

// Utility
"Utility_title" = "Utilitá";
"Utility_description" = "Utilitá  per Chameleon";

"PrefPanel_title" = "Pannello Preferenze";
"PrefPanel_description" = "Installa il Pannello preferenze di Chameleon.";

"SMBIOSDefault_title" = "SMBIOS Esempio";
"SMBIOSDefault_description" = "Copia o sovrascrive il file smbios.plist in /Extra/Configuration con uno di esempio";

"Documentation_title" = "Documentazione";
"Documentation_description" = "Documenti per l'installazione e l'uso di Chameleon";

// Options
"Options_title" = "Opzioni di avvio";
"Options_description" = "Imposta opzioni predefinite di avvio";

"arch_title" = "Architettura (arch=i386)";
"arch_description" = "Avvia il kernel in modalità 32bit (consigliato per sistemi con meno di 10GB di RAM)";

"InstantMenu_title" = "InstantMenu=Yes";
"InstantMenu_description" = "Carica subito il menu di selezione dei dischi";

"QuietBoot_title" = "QuietBoot=Yes";
"QuietBoot_description" = "Carica immediatamente il disco predefinito";

"RestartFix_title" = "RestartFix=No";
"RestartFix_description" = "Disabilita la correzione automatica per il riavvio";

"ShowInfo_title" = "ShowInfo=No";
"ShowInfo_description" = "Disabilita le informazioni all'avvio di partizioni e risoluzioni.";

"DropSSDT_title" = "DropSSDT=Yes";
"DropSSDT_description" = "Non carica le tabelle SSDT dal BIOS.";

"EthernetBuiltIn_title" = "EthernetBuiltIn=Yes";
"EthernetBuiltIn_description" = "Aggiunge EthernetBuiltIn=y al org.chameleon.Boot.plist, Questa opzione aggiungerà 'built-in' alle periferice di rete.";

"GraphicsEnabler_title" = "GraphicsEnabler=Yes";
"GraphicsEnabler_description" = "Aggiunge GraphicsEnabler=y al org.chameleon.Boot.plist, Questa opzione abilita il riconoscimento automatico delle schede grafiche iniettanto le informazioni corrette.";

"EnableC2State_title" = "EnableC2State=Yes";
"EnableC2State_description" = "Abilita i C2State";

"EnableC3State_title" = "EnableC3State=Yes";
"EnableC3State_description" = "Abilita i C3State";

"EnableC4State_title" = "EnableC4State=Yes";
"EnableC4State_description" = "Abilita i C4State";

// Advanced
"Advanced_title" = "Opzioni Avanzate";
"Advanced_description" = "Imposta opzioni predefinite di avvio avanzate";

"Npci_title" = "npci=0x2000";
"Npci_description" = "Imposta la flag npci=0x2000 per la key Kernel Flags";

"BootBanner_title" = "BootBanner=No";
"BootBanner_description" = "Nasconde il banner di chameleon la boot in modalità grafica";

"LegacyLogo_title" = "LegacyLogo=Yes";
"LegacyLogo_description" = "Utilizza mela aple originale (nera) al caricamento";

"SMBIOSdefaults_title" = "SMBIOSdefaults=Yes";
"SMBIOSdefaults_description" = "Attiva opzione SMBIOSdefaults";

"UseAtiROM_title" = "UseAtiROM=Yes";
"UseAtiROM_description" = "Attiva opzione UseAtiROM";

"UseNvidiaROM_title" = "UseNvidiaROM=Yes";
"UseNvidiaROM_description" = "Attiva opzione UseNvidiaROM";

"Wait_title" = "Wait=Yes";
"Wait_description" = "Attende la pressione di un tasto prima di caricare il kernel";

"Wake_title" = "Wake=Yes";
"Wake_description" = "Carica dall'immagine dell'ibernazione";

"GUI_title" = "GUI=No";
"GUI_description" = "Disabilita l'interfaccia grafica, aggiunge GUI=n al com.apple.Boot.plist";

"VBIOS_title" = "VBIOS=Yes";
"VBIOS_description" = "Attiva opzione VBIOS";

"GenerateCStates_title" = "Genera C-States=Yes";
"GenerateCStates_description" = "Attiva C-State automatici";

"GeneratePStates_title" = "Genera P-States=Yes";
"GeneratePStates_description" = "Attiva P-State automatici";

"CSTUsingSystemIO_title" = "Nuovo - Generate C-States=Yes";
"CSTUsingSystemIO_description" = "Nuovo generatore di C-State, usa il registro SystemIO invece del FixedHW.";

"ForceHPET_title" = "ForceHPET=Yes";
"ForceHPET_description" = "Aggiunge ForceHPET=y al org.chameleon.Boot.plist, Questa opzione abilita l'HPET sui chipset Intel, per BIOS che non includono questa opzione.";

"ForceWake_title" = "ForceWake=Yes";
"ForceWake_description" = "Aggiunge ForceWake=y al org.chameleon.Boot.plist, Questa opzione abilita la possibilità di evitare errate sleep images.";

"EHCIacquire_title" = "EHCIacquire=Yes";
"EHCIacquire_description" = "Aggiunge EHCIacquire=y al org.chameleon.Boot.plist, Questa opzione sistema eventuali proprietà legati all'EHCI in alcuni BIOS.";

"UHCIreset_title" = "UHCIreset=Yes";
"UHCIreset_description" = "Aggiunge UHCIreset=y al org.chameleon.Boot.plist, Questa opzione resetterà i controller UHCI prima dell'avvio di OS X.";

"UseMemDetect_title" = "UseMemDetect=No";
"UseMemDetect_description" = "Disattiva il riconoscimento della RAM automatico.";

// Resolution
"Resolution_title" = "Risoluzioni";
"Resolution_description" = "Imposta la risoluzione del tuo monitor";

"1024x600x32_title" = "1024x600x32";
"1024x600x32_description" = "1024x600x32";

"1024x768x32_title" = "1024x768x32";
"1024x768x32_description" = "1024x768x32";

"1280x800x32_title" = "1280x800x32";
"1280x800x32_description" = "1280x800x32";

"1280x1024x32_title" = "1280x1024x32";
"1280x1024x32_description" = "1280x1024x32";

"1280x960x32_title" = "1280x960x32";
"1280x960x32_description" = "1280x960x32";

"1440x900x32_title" = "1440x900x32";
"1440x900x32_description" = "1440x900x32";

"1600x900x32_title" = "1600x900x32";
"1600x900x32_description" = "1600x900x32";

"1680x1050x32_title" = "1680x1050x32";
"1680x1050x32_description" = "1680x1050x32";

"1920x1080x32_title" = "1920x1080x32";
"1920x1080x32_description" = "1920x1080x32";

"1920x1200x32_title" = "1920x1200x32";
"1920x1200x32_description" = "1920x1200x32";

// Themes
"Themes_title" = "Temi";
"Themes_description" = "Una raccolta di temi campione.
Molti altri sono reperibili su http://forum.voodooprojects.org/index.php/board,7.0.html";

"Embed_title" = "Embed";
"Embed_description" = "Tema integrato in chameleon (Standard ridotto)";

"Legacy_title" = "Legacy";
"Legacy_description" = "Il vecchio tema Standard di chameleon";

"Default_title" = "Standard";
"Default_description" = "Il tema standard usato dal bootloader, aggiunto qui per essere personalizzato.";

// Extras
"Extras_title" = "Extra";
"Extras_description" = "Una collezione di strumenti aggiuntivi";

"SMBios_title" = "SMBIOS Override";
"SMBios_description" = "Abilita la sovrascrittura dell'SMBIOS di default con l'smbios.plist presente in Extra";

// Error strings
"ERROR_BOOTVOL" = "Questo software deve essere installato sul volume di avvio.";
"ERROR_INSTALL" = "Questo volume non risponde ai requisiti per questo aggiornamento.";

"Newer_Package_Installed_message" = "Una versione più recente di Chameleon è già installata";
"Intel_Mac_message" = "Questo software non può essere installato su questo computer .";
